const SchoolDetailContainer =  [
{
title:"営業時間変更のお知らせ",
subject:"営業時間変更のお知らせ",
mailContent:`株式会社●●
●●様

いつもお世話になっております。
株式会社△△の○○です。

このたびは、弊社の営業時間変更のご連絡でメールをいたしました。

弊社の営業時間（平日●:●～●:●）につきまして、営業時間を次の通り変更いたしますので
ご確認のほどよろしくお願いいたします。

＜変更後の営業時間＞
平日●:●～●:●

お手数ですが、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"不在期間のお知らせ",
subject:"不在のお知らせ（●/●～●/●）",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

このたび長期のお休みをいただくことになりましたので、
事前にご連絡をさせていただきました。

不在期間：●月●日（●）～●月●日（●）

不在期間中は、弊社の●●●●が担当させていただきますので、何かありましたらそちらにご連絡ください。

お手数ですが、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"担当者の変更のお知らせ",
subject:"担当者変更のご連絡",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

このたび人事異動にともない、●月●日（●）より
弊社●●が新たに担当させていただくことになりました。

近日中に、後任の●●とともにご挨拶へ伺えればと存じますが、
まずはメールにてご連絡いたします。

後任●●の連絡先はこちらです。
------------------------
●●
メール：●●＠example.com
電話：00-0000-0000
------------------------

●月●日（●）以降は、●●へご連絡ください。

担当者変更につき、●●様にはご迷惑をおかけすることのないよう、
しっかりと引き継ぎをしてまいります。

今後ともよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"電話番号の変更のお知らせ",
subject:"電話番号変更のお知らせ",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

件名の通り、電話番号が変更となりましたのでご連絡差し上げます。
・新電話番号
●-●-●

大変お手数ですが、お手元の控えをご訂正くださるよう
お願い申し上げます。

今後ともどうぞよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会議開催のお知らせ",
subject:"●●会議（●/●）のお知らせ",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

次回の会議についてお知らせいたします。
内容をご確認の上、ご出席をお願いいたします。

日時：●年●月●日（●曜日）●時～●時
場所：●
参加者：●
課題：●
備考：参加者の変更や不明点がありましたら○○までご連絡ください

以上、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"退職の挨拶",
subject:"退職のご挨拶",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

このたび、一身上の都合により●月●日（●）をもちまして、
退職することになりました。

本来なら直接、お会いしてご挨拶すべきところを、
メールでのご連絡となり申し訳ございません。

在職中は大変お世話になりました、ありがとうございました。

以上、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"退職の挨拶",
subject:"退職のご挨拶",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

私事ではございますが、●月●日（●）付で
●●部から●●部へ異動になりました。

本来なら直接、お会いしてご挨拶すべきところを、
急な辞令でしたので、メールでのご連絡となり申し訳ございません。

新しい部署では、気持ちを新たに全力を尽くして参ります。
今後とも変わらぬご指導ご鞭撻のほど、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"着任の挨拶",
subject:"着任のご挨拶",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

●月●日（●）付けで、●●支社に着任いたしました。
●●在籍中は大変お世話になりました。

こちらでの生活は初めての経験ですが、
気分一新、より仕事に邁進していきたいと思っております。
お近くにお越しの際は、ぜひご連絡ください。

今後ともご指導ご鞭撻のほど、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"転勤のご挨拶",
subject:"転勤の挨拶",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

私事ではありますが、●月●日（●）に●●支社へ
転勤することになりました。

本来であれば伺って直接ご挨拶するべきところですが、
急な辞令のためメールにて失礼いたします。

今後ともご指導ご鞭撻のほど、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"転勤のご挨拶",
subject:"転勤の挨拶",
mailContent:`株式会社●●
●●様

お世話になっております。
株式会社△△の○○です。

私事ではありますが、●月●日（●）に●●支社へ
転勤することになりました。

本来であれば伺って直接ご挨拶するべきところですが、
急な辞令のためメールにて失礼いたします。

今後ともご指導ご鞭撻のほど、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"アポイントを取る",
subject:"●●に関してご面談のお願い【株式会社△△ ○○】",
mailContent:`株式会社●●
●●様

突然のご連絡失礼いたします。
株式会社△△の○○と申します。

この度、貴社のホームページを拝見し、貴社の△△事業において
弊社のサービスがお役に立てるのではないかと思い、ご連絡を差し上げた次第です。

弊社のサービスをご活用いただくことで、
貴社ビジネスの成長促進をさらに高めていければと考えております。

つきましては、是非、直接ご説明させていただきたいのですが、
30分ほどお時間をいただけますでしょうか。

当日は、サービス内容の詳細や導入事例、
貴社におけるご活用イメージなどを具体的にお話できればと考えております。

私は、以下の時間帯であれば貴社にお伺いできます。
・●月●日 (●)　●:●〜●:●
・●月●日 (●)　●:●〜●:●
・●月●日 (●)　●:●〜●:●

△△様のご都合に合わせてお伺いしますので、
ご一報いただければ幸いです。

ご多忙の中大変恐縮ではございますが、ご検討の程、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"営業（新規）する",
subject:"●●のご案内【株式会社△△ ○○】",
mailContent:`株式会社●●
●●様

突然のご連絡失礼いたします。
株式会社△△の○○と申します。

さて、突然で誠に恐縮ではございますが、
貴社との新規お取引をお願い申し上げたく本日ご連絡を差し上げた次第です。

弊社は、〇〇というWeb集客ツールを運営しております。
〇〇を導入し、「××××」「××××」などの機能を活用することで、
貴社が行っているWeb集客をより△△することが期待できます。

そのため、ぜひとも一度お伺いして、
弊社製品のご紹介をさせて頂ければと願っております。

弊社の事業内容につきましては、資料をお送りさせていただきます。
最新の情報等は弊社Webサイトでも閲覧が可能です。

ご多忙の中大変恐縮ではございますが、詳細希望される場合はお返事くださいませ。
詳細ご説明させて頂きます。

まずは、略儀ながらメールにてご挨拶申し上げます。

△△△△ ○○
`
},
{
title:"営業（新規）する",
subject:"新商品●●のご案内【株式会社△△ ○○】",
mailContent:`株式会社●●
●●様

突然のご連絡失礼いたします。
株式会社△△の○○と申します。

この度、弊社の製品をサンプルとして△△様にお使い
いただけないかと思い、ご連絡差し上げました。

今回ご提案するのは、弊社の新商品「◯◯◯◯◯」です。
この商品の特徴としましては、◎◎◎◎なことや、
▽▽▽▽ができるため、◯◯な部分です。

△△様にご使用いただき、品質等を評価していただけるようでしたら、
是非、貴社でのお取り扱いをご検討いただきたいと思っております。

前向きなお返事がいただけましたら、すぐにサンプルの手配をいたします。
後日、改めてご連絡差し上げますのでご回答いただければ幸いです。

ご多忙の中大変恐縮ではございますが、
ご検討の程、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"営業のお礼",
subject:"【株式会社△△】ご契約ありがとうございます",
mailContent:`株式会社●●
●●様

いつも大変お世話になっております。
株式会社△△の○○です。

本日はお忙しいところお時間を割いていただき
誠にありがとうございます。

また、弊社の◯◯◯◯を採用してくださいましたことを、
重ねて御礼申し上げます。

今後は貴社のお役に立てるよう、
質の高い新商品を△△様へお届けできるよう、
努力していく所存です。

また、追加のご質問・ご要望などがございましたら、
ご教授頂けますと幸いです。

今後とも、一層のお引き立てを賜りますようよろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"確認ミスの謝罪",
subject:"●●発注についてのお詫び",
mailContent:`株式会社●●
●●様

大変お世話になっております。
株式会社△△の○○です。

先日注文を頂いた商品の件ですが、
確認したしましたところ、確認ミスで正式な発注手続きができておりませんでした。

つきましては、再度、正式な発注手続きをいたしますので、
●月●日までの納品でお願いしたく存じます。

この度は、こちらの不手際によりご迷惑をおかけいたしましたこと、心より深くお詫び申し上げます。

今後このようなことがないように、再発防止に取り組んでまいります。
何卒、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"クレーム対応への謝罪",
subject:"●●についてのお詫び",
mailContent:`株式会社●●
●●様

大変お世話になっております。
株式会社△△の○○です。

平素は格別のご高配を賜り、お礼申し上げます。

この度は、弊社〇〇の接客態度及び言動にて、不愉快な思いをさせてしまいましたこと、深くお詫び申し上げます。

早速、本人に厳重に注意するとともに社内全体にも、気を引き締めて接客にあたるよう改めて通達致しました。
この度のこと、本人も深く反省をしております。
どうかご寛容を賜りますよう伏してお願い申し上げます。

なお、これからもお気づきのことがございましたら、何なりとご指摘いただきますよう、合わせてお願い申し上げます。

誠に略儀ながら、書面にてお詫び申し上げます。

△△△△ ○○
`
},
{
title:"メールの宛先の間違い",
subject:"【緊急】誤送信のお詫び",
mailContent:`株式会社●●
●●様

いつもお世話になっております。
株式会社△△の○○です。

先ほどお送りいたしましたメールにつきまして、宛先の入力ミスで〇〇様にお送りしてしまいました。
確認不足により、誤ってメールを送信してしまいましたこと、お詫び申し上げます。

--------------------------------
送信時：●●/●/●/
差出人：〇〇
件　名：新商品の打ち合わせ日時について
--------------------------------

お忙しい所大変恐縮ではございますが、上記のメールを開封せずに削除していただけますと幸いです。

こちらの不手際により、お手数をおかけしてしまいまして誠に申し訳ございません。

今後同様の問題が起きないよう、送信前に宛先を他の人と一緒にチェックする事を義務化し、ミスを防止する環境を強化いたしました。

改めて、この度は誠に申し訳ございませんでした。今後ともよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"打ち合わせ日時の訂正",
subject:"【訂正】会議日時について",
mailContent:`株式会社●●
●●様

いつもお世話になっております。
株式会社△△の○○です。

メールでお送りいたしました、次回会議の日時に誤りがございました。
誠に申し訳ございません。

以下に訂正させていただきます。
誤：●月●日（●）●:●～
正：●月●日（●）●:●～

上記日程にて伺います。
引き続き、よろしくお願いいたします。

△△△△ ○○
`
},
]

export default SchoolDetailContainer;
