const CompanyDetailContainer =  [
{
title:"会社を体調不良で休む",
subject:"体調不良による欠勤のご連絡",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

大変申し訳ありませんが、昨夜から体調が悪く、今朝もあまり改善しておりません。
病院に行って診察を受けようと思っていますが、本日は休みを頂いても宜しいでしょうか。

お手数ですが、緊急の事案や確認事項などございましたらご連絡いただけますでしょうか。

ご迷惑をおかけして、本当に申し訳ありません。

何卒よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"会社を忌引きで休む",
subject:"忌引きによる休暇のご連絡",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

●月●日に●が逝去いたしました。
急な申し出で誠に恐れ入りますが、葬儀のため下記期間、忌引き休暇を申請いただきたく思います。
・●月●日（●）～●月●日（●）

葬儀及び告別式につきましては詳細が決まり次第改めてご連絡いたします。
なお、休暇中の連絡先は（●-●-●）です。

何卒宜しくお願い申し上げます。

△△△△ ○○
`
},
{
title:"会社を私用で休む（有休）",
subject:"有給休暇申請のご依頼",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

私用のため、下記期間の有給休暇を頂戴したく存じます。
・●月●日（●）～●月●日（●）

ご迷惑をおかけ致しますが、
ご了承の程、何卒宜しくお願い申し上げます。

△△△△ ○○
`
},
{
title:"会社に寝坊で遅刻する",
subject:"寝過ごしによる遅刻のご連絡",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

大変申し訳ありません。
寝過ごしてしまいました。
目覚ましをセットしておいたのですが電池が切れてしまったようで、これから急いで向かいます。
●時には出社できると思います。

ご迷惑をおかけしますが、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会社に電車遅延で遅刻する",
subject:"電車遅延による遅刻のご連絡",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

列車事故の影響で、電車遅延しており、出社が遅れそうです。
大変申し訳ございません。

再開予定は未定のため、
到着の予定が立ちましたら再度ご連絡いたします。

ご迷惑をおかけしますが、よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会社に体調不良で遅刻する",
subject:"体調不良による遅刻のご連絡",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

今朝起きてから激しい腹痛とふらつきがあります。
現在起きて動くことが難しい状況ですが発熱はなく、しばらくしたら良くなると思います。
そのため、申し訳ありませんが遅刻させて下さい。
●時頃には出社できると思います。

ご迷惑をおかけしますがよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会社を休職する",
subject:"業務に関するご相談",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

お休みを頂戴し、申し訳ございません。

結論から申し上げますと、現在通常業務に戻るのは非常に厳しい状態です。
理由として、自分のキャパシティーを超えてしまったためです。
心療内科を受診し、「適応障害」と診断されました。

現在、人と会話も上手くできないため、
連絡のやり取りを失礼ながらメールもしくは文書にしていただけますと幸いです。

ご迷惑をおかけしますがよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会社を休職する",
subject:"業務に関するご相談",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

お休みを頂戴し、申し訳ございません。

結論から申し上げますと、現在通常業務に戻るのは非常に厳しい状態です。
理由として、自分のキャパシティーを超えてしまったためです。
心療内科を受診し、「適応障害」と診断されました。

現在、人と会話も上手くできないため、
連絡のやり取りを失礼ながらメールもしくは文書にしていただけますと幸いです。

ご迷惑をおかけしますがよろしくお願いいたします。

△△△△ ○○
`
},
{
title:"会社を退職する",
subject:"業務に関するご相談",
mailContent:`●●さん

お疲れ様です。
△△△△ ○○です。

メールでの連絡が失礼なことは承知の上ですが、一身上の都合により退職する意思が固まりましたので報告申し上げます。

一度、退職のお手続きについてご相談させて頂きたいと思っております。

お手数をお掛けしますが宜しくお願い申し上げます。

△△△△ ○○
`
}
]

export default CompanyDetailContainer;
