const BusinessDetailContainer =  [
{
title:"インターンのお問い合わせ",
subject:"インターンシップ募集の問い合わせ",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

貴社のホームページを拝見したのですが、
インターンシップの募集はされてますでしょうか。

●<志望動機を記載>●

ぜひインターンシップ採用をご検討いただけますと幸いです。

ご多忙のところ恐れ入りますが、何卒よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"インターンをお願いする",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

この度は、貴社で行われますインターンシップに応募したく、ご連絡申し上げました。

●<志望動機を記載>●

ぜひインターンシップ採用をご検討いただけますと幸いです。

ご多忙のところ恐れ入りますが、何卒よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"インターンをお願いする（一般）",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

貴社のインターンシップの募集要項を拝見し
ぜひ参加させていただきたくメールいたしました。

選考日時と、提出物の詳細をご教示いただければ幸いです。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンをお願いする（営業）",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

この度、貴社のインターンシップに応募したく、メールを送らせていただきました。

ホームページを拝見し、貴社の充実した社内教育によって育てられた人材が
高い営業力をもって取引先を増やしていることを知りました。

私もそのような素晴らしい環境で、社会人としての素質を身につけ
貴社や社会に貢献できる人間として職務を全うしたいと考えました。

学生のうちから貴社で多くのことを学びたく、今回のインターンシップ応募に至りました。
ぜひインターンシップ採用をご検討いただけますとありがたいです。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンをお願いする（企画）",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

この度、貴社のインターンシップに応募したく、メールを送らせていただきました。

今まで、マーケティングの仕事について理解が浅かったのですが、
先日行われた貴社の企業説明会に参加し、貴社の××様の説明を聞いて、マーケティングについて興味が一段と深まりました。

数あるマーケティングの会社のなかで貴社を選んだのは、
説明会においてマーケティングに関する強いこだわりと成果を出していることを知ったからです。

学びの機会を生かすだけでなく、貴社に貢献できる人間になれるよう
一所懸命努めていく所存です。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンをお願いする（IT）",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

この度、貴社のインターンシップに応募したく、メールを送らせていただきました。

私には、アプリで人々の暮らしをより豊かにしたいという目標があり、
大学卒業後はIT業界を志望しております。
中でも貴社のアプリは徹底して使いやすさを追求されており、
私も一人のユーザーとして以前から注目しておりました。

実際に使用して、生活の質が向上したことも実感しております。

このようなアプリはどのような発想から生まれるのか、
開発はどのように行われているのかを、
インターンシップを通して学びたいと考えております。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンをお願いする（ライター）",
subject:"インターンシップ申し込みのお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

突然のメールでのご連絡にて失礼します。
△△△△ ○○と申します。

この度、貴社のインターンシップに応募したく、メールを送らせていただきました。

応募させていただいた理由としまして、数々の有名メディアへの記事の寄稿をされている実績があることと、
激変を繰り返す業界の先読みをする貴社の企業スタイルに感銘を受けたからです。

私は将来ライターとして、世界に情報を提供したいと思っています。
グローバルな視野でコンテンツを提供し続ける貴社でたくさんのことを学び、
そして、貴社に貢献できるライターとして活躍できる人材に成長したいと思っています。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンの面接日程の提示",
subject:"インターンシップ面接日程の件",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

このたびはインターンの面接のご案内をいただき、ありがとうございます。

私の都合の良い日時は以下となっております。
・●月●日（●） ●:● ～
・●月●日（●） ●:● ～
・●月●日（●） ●:● ～

上記日時でのご調整が難しい場合は、再度検討させていただきます。

お忙しい中恐れ入りますが、宜しくお願いいたします。

△△△△ ○○
`
},
{
title:"インターンの面接日程の返信",
subject:"-",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

面接日程のご連絡をいただきまして、誠にありがとうございました。

ご連絡いただきました日程の中から、下記日程で面接を受けさせていただきたく存じます。
・●月●日（●） ●:● ～

お時間を作っていただき、ありがとうございます。

当日は何卒、宜しくお願いいたします。

△△△△ ○○
`
},
{
title:"インターンの面接日程の変更",
subject:"インターンシップ面接日程の件",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

先日は、面接日程のご連絡をありがとうございました。

大変恐縮ですが、予定させていただいていた●月●日（●） ●:● ～に大学のテストが実施されることになりました。
どうしても受ける必要があるテストであるため、お約束した面接に伺うことができません。

こちらの都合で申し訳ございませんが、以下の日程で再度面接日をご調整いただくことはできますでしょうか。
・●月●日（●） ●:● ～
・●月●日（●） ●:● ～
・●月●日（●） ●:● ～

上記、いずれの日程もご調整が難しいようでしたら、あらためて別の候補を挙げさせていただきます。

お手数、ご迷惑をおかけしまして申し訳ございません。
ご検討いただけますよう、何卒よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンの面接のお礼",
subject:"◯月◯日の面接のお礼",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

本日は面接の機会を頂きまして、誠にありがとうございました。

面接を通して、貴社の事業や雰囲気に一層魅力を感じ、改めて貴社で働きたいという思いを強めた次第でございます。

重ねてになりますが、面接の機会を頂きありがとうございました。

今後とも何卒よろしくお願いいたします。

△△△△ ○○
`
},

{
title:"インターンの面接の辞退",
subject:"インターンシップ面接辞退のお願い",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

ご連絡いただきました●月●日（●） ●時より開催されるインターンシップですが、
事情により参加が難しくなってしまったため辞退させていただきたくご連絡差し上げました。

お忙しい中、貴重な機会をいただいたにもかかわらず、大変申し訳ございません。

取り急ぎご連絡をと思い、メールにて失礼致します。

何卒、ご了承いただきたくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンについて質問する（服装）",
subject:"インターンシップの服装についてのご質問",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

インターンシップ当日の服装に関してご質問させていただきたく、ご連絡させていただきました。

服装の指定がございませんでしたが、当日はスーツでお伺いして問題ございませんでしょうか。

お手数をおかけ致しますが、何卒ご回答の程よろしくお願いいたします。

△△△△ ○○
`
},
{
title:"インターンのお礼（実施前）",
subject:"インターンシップ採用のお礼",
mailContent:`株式会社●● 採用部門ご担当者さま

お世話になっております。
△△△△ ○○と申します。

このたびは、貴社のインターンシップ採用のご連絡をいただきありがとうございました。

ご案内にありました通り、●月●日（●） ●：●にお伺いします。

貴社のサービスや業務の一端に触れさせていただける
貴重な機会をいただいたこと、本当に嬉しく思います。

期間中はご面倒をおかけすることもあるかと思いますが、
ご指導のほど、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"インターンのお礼（実施後）",
subject:"インターンシップのお礼",
mailContent:`株式会社●● 採用部門ご担当者さま

◯/◯開始のインターンシップに参加させていただきました、
△△△△ ○○と申します。

この度はこのような貴重な機会を与えてくださり、誠にありがとうございました。
改めてお礼を申し上げたくメールさせていただいた次第です。

<インターンの内容を記載>

このように素晴らしい技術と人を抱えていらっしゃる貴社にふさわしい人材になれるよう、
これからの就職活動で努力してまいる所存です。

末筆ながら貴社のますますのご発展を心よりお祈り申し上げます。

△△△△ ○○
`
},
{
title:"OB訪問をお願いする",
subject:"OB訪問のお願い",
mailContent:`株式会社●● ●●様

初めてメールをお送りいたします。
△△△△ ○○と申します。

本日は、大学のキャリアセンターで●●様のことを知り、
OB訪問のお願いでご連絡を差し上げました。

ご多忙中とは存じますが、
●●様のご都合のよい日時をお知らせいただければ幸いです。

お忙しいところ、お手数をおかけいたしますが、
なにとぞ、よろしくお願い申し上げます。

△△△△ ○○
`
},
{
title:"OB訪問をお願いする",
subject:"OB訪問のお礼",
mailContent:`株式会社●● ●●様

お世話になっております。
本日、OB訪問でうかがいました、△△△△ ○○です。

お忙しい中、貴重なお時間を頂き、誠にありがとうございました。

<OB訪問の内容を記載>

今後ともどうぞよろしくお願い致します。

△△△△ ○○
`
},
]

export default BusinessDetailContainer;
