const SchoolDetailContainer =  [
{
title:"学校を体調不良で休む",
subject:"△△△△　○○　体調不良による授業欠席のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

本日の授業ですが、昨晩より具合が悪くなり、
現在も熱が下がらないため、欠席をさせて頂きたくご連絡いたしました。

お手数をおかけしてしまい申し訳ございませんが、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"学校を忌引きで休む",
subject:"△△△△　○○　忌引きによる授業欠席のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

先日身内が亡くなり、葬儀のため下記日程の授業を欠席させていただきたくご連絡いたしました。
・YYYY年MM月DD日

急な訃報のためメールでのご連絡となり申し訳ありません。
何卒よろしくお願い申し上げます。

△△△△　○○
`
},
{
title:"学校を就活で休む",
subject:"△△△△　○○　就職活動による授業欠席のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

就職活動のため、下記日程の授業を欠席させていただきたくご連絡いたしました。
・YYYY年MM月DD日

お忙しい中恐縮ですが、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"学校に電車遅延で遅刻する",
subject:"△△△△　○○　電車遅延による授業遅刻のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

列車事故の影響で、電車遅延しており、授業に遅れそうです。
大変申し訳ございません。

到着時刻は未定ですが、なるべく早く参加できるように尽力いたします。

また、今後はこのようなことがないように交通機関の情報を収集するとともに、
余裕を持った行動を心がけるようにいたします。

最後になりますが、このたびはご迷惑をおかけしました。

△△△△　○○
`
},
{
title:"学校に体調不良で遅刻する",
subject:"△△△△　○○　体調不良による授業遅刻のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

今朝起きてから激しい頭痛と立ちくらみがあります。
発熱はなく、少し休めば動けると思いますので、
授業に遅れての参加とさせていただきます。

ご迷惑をおかけして申し訳ございません。

以上、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"学校を就活で遅刻する",
subject:"△△△△　○○　就職活動による授業遅刻のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

就職活動のため、本日の授業は遅れて参加とさせていただきます。
ご迷惑をおかけして申し訳ございません。

以上、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"学校を休学する",
subject:"△△△△　○○　休学のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

一身上の都合のため下記期間、休学としたいので、
お許しいただきたくここにお願い申し上げます。
・YYYY年MM月DD日 ～ YYYY年MM月DD日

ご迷惑をおかけして申し訳ございません。

以上、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"海外に留学する",
subject:"△△△△　○○　海外留学による休学のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

●●国にて留学をするため、下記期間を休学としたいので、
お許しいただきたくここにお願い申し上げます。
・YYYY年MM月DD日 ～ YYYY年MM月DD日

ご迷惑をおかけして申し訳ございません。

以上、よろしくお願いいたします。

△△△△　○○
`
},
{
title:"学校を退学する",
subject:"△△△△　○○　退学のご連絡",
mailContent:`●●先生

お世話になっております。
△△△△　○○です。

一身上の都合により、退学することにいたします。
短い間でしたが、ご教授いただき、ありがとうございました。

以上、よろしくお願いいたします。

△△△△　○○
`
}

export default SchoolDetailContainer;
